<template><div><h1 id="raise-the-red-lantern" tabindex="-1"><a class="header-anchor" href="#raise-the-red-lantern"><span>Raise The Red Lantern</span></a></h1>
<p>一镜到底早期作�?</p>
<p><img src="/images/RaiseTheRedLantern1.png" alt="这里本该有一张图片！！请刷新网页或者耐心等待~~">
*心比天高。拎不清。又蠢又坏。仗着背后有二太太就敢跟四太太�?最终也是香消玉殒。她该恨的根本不是四太太，让她恨封建的制度又过于不切实际，与其说她是囿于局限性，不如说是她拎不清，丫鬟的命想着做太太，老爷捏两把就以为可以跨越阶层。话虽如此，看着她在太太享受锤脚时期盼地将脚架在圆凳上幻想自己可以做上太太点灯仍不免同情�?
<img src="/images/RaiseTheRedLantern2.png" alt="这里本该有一张图片！！请刷新网页或者耐心等待~~">
*三太太是最为清醒的一个，出演最爱老爷、为老爷争风吃醋的娇太太，心里装着的是高医生�?
有影评说她寄希望于高医生能带她远走高飞，实际上仍是把自身托付给另一个老爷<br>
我认为不然，她只是在追寻自己的爱情罢了，她的权势地位物质等已经通过老爷的宠爱满足了（所谓饱暖思淫欲），她所追寻的精神上的爱情却是无法从需要自己戴着面具表演而乞讨的老爷身上得到�?
忽然发现，老爷是封建的代表，高医生则是现代的代表，他们都是男性，他们都是有权势的一方（更为根本的原因）。无论封建抑或现代，父权的阴影始终笼罩在三太太们身上。三太太被捉奸在床后，高医生受何处置却从未被提及。片中没有一个女性是真正有地位的，大太太也只是通过遵守服从维护规矩获得体面的地位，而老爷才是真正可以打破规矩的人。片中，只有他可以打破规矩让四太太在房间吃饭而非大厅吃饭�?
*
<img src="/images/RaiseTheRedLantern3.png" alt="这里本该有一张图片！！请刷新网页或者耐心等待~~">
<em>一些压抑的恐怖的台词，体现颂莲的处境</em></p>
</div></template>


